christian-kohler.path-intellisense
CoenraadS.bracket-pair-colorizer-2
dbaeumer.vscode-eslint
eamodio.gitlens
esbenp.prettier-vscode
jpoissonnier.vscode-styled-components
kumar-harsh.graphql-for-vscode
liviuschera.noctis
ms-azuretools.vscode-docker
ms-vscode.Go
msjsdiag.debugger-for-chrome
oderwat.indent-rainbow
PKief.material-icon-theme
vscodevim.vim
